{
    "id_exam":187103,
    "Part5":{
        "id_part":14309,
        "bo_cau_hoi":
        [

            {"id_cauhoi":1,     "a1":"3",     "sign":"a1",     "translate":"Dịch nghĩa : Dường như Ông Kun Spenza là người duy nhất trong nhóm của chúng tôi đã  hoàn thành cuộc điều tra bởi một mình ông." , "explain":"Giải thích: ta cần hiểu nghĩa Dùng  by + đại từ phản thân (myself, yourself, himself, herself, itself, ourselves, themself) “appears to “ : dường như"},  
            {"id_cauhoi":2,     "a2":"0",     "sign":"a2",    "translate":"Dịch nghĩa : Tất cả các phòng chứa đều được lên kế hoạch để sửa chữa và sẽ đóng cửa trong vài ngày vào tuần tới.",                  "explain":"Giải thích: Ta thấy ở cuối câu có “next week” => thì tương lai  =>  A"},
            {"id_cauhoi":3,     "a3":"0",     "sign":"a3",     "translate": "Dịch nghĩa: Nhiều chuyên ngành về khoa học nhập trực tiếp vào cao học ngay sau khi tốt nghiệp cử nhân khoa học.",                 "explain":"Giải thích:  Trong câu đã có đủ thành phần.. ngoài ra ta có thể thấy khoảng trống cần 1 trạng từ để bổ nghĩa cho động từ ở phía trên enter => A Nhận biết : có đuôi ly"},
            {"id_cauhoi":4,     "a4":"3",     "sign":"a4",     "translate":"Dịch nghĩa : Nhiều công ty phỏng vấn có kế hoạch thuê thêm nhân viên, trong khi họ mong đợi rằng có thể cắt giảm 20% biên chế (tổng số lương phải trả)","explain":"Giải thích : ta cần hiểu nghĩa của câu reply: đáp lại, phản hồi detect : phát hiện construct: xây dựng hire: thuê"},
            {"id_cauhoi":5,     "a5":"1",     "sign":"a5",     "translate":"Dịch nghĩa : Dường như những người lao động ở các nước kém phát triển muốn đưa con cái của họ lao động trong trong công việc hơn là cho họ vào học.","explain":"Giải thích: Help” ở đây là động từ và đối tượng là những người lao động chịu tác động của từ “ help”  sự giúp đỡ từ phía con cái của họ  => cần 1 tân ngữ => B they : đại từ nhân xưng, dùng làm chủ ngữ themselves : đại từ phản thân thier + N "}, 
            {"id_cauhoi":6,     "a6":"0",     "sign":"a6",     "translate":"Dịch văn bản: Cách tiếp cận mới để bảo vệ tài sản thông tin sẽ được đề cập trong số ra tháng 3 sắp tới của tạp chí.","explain":"Giải thích: Khoảng trống cần 1 danh từ => cần hiểu nghĩa của câu issue: Phát hành ấn phẩm condition: điều kiện price: giá promise: hứa "},  
            {"id_cauhoi":7,     "a7":"0",     "sign":"a7",    "translate":"Dịch nghĩa : Khách hàng mua nhiều hơn 500 đô la các mặt hàng có thể yêu cầu một hộp cáp HDTV mà không phải trả thêm tiền", "explain":"Giải thích: Ta thấy charge : tính phí  là một N => trước nó cần một Adj => A"},
            {"id_cauhoi":8,     "a8":"2",     "sign":"a8",    "translate":"Dịch nghĩa: Vẫn còn nhiều vấn đề kinh tế phức tạp  ần phải giải quyết, trong khi điều kiện kinh tế vẫn tốt.", "explain":"Giải thích: There are/ is = there remain =  vẫn còn"},
            {"id_cauhoi":9,     "a9":"1",     "sign":"a9",    "translate":"Dịch văn bản : Ông Garry Noxon Cfl trong ngành kế toán đã được nhắc nhở nhiều lần về việc có quá nhiều lỗi số trong báo cáo ngân sách.", "explain":"Giải thích:  ta có  “be” + “adv” + “adj” => Cần 1 trạng từ để bổ nghĩa cho “warned” = cảnh báo"},
            {"id_cauhoi":10,    "a10":"0",    "sign":"a10",     "translate":"Dịch nghĩa: Các nhà tuyển dụng quan tâm đến việc có được thông tin liên quan đến tài trợ cho chứng chỉ kỹ thuật viên có thể liên hệ với chúng tôi theo địa chỉ e-mail dưới đây.","explain":"Giải thích:  ta cần hiểu nghĩa technician certification” = giấy chứng nhận kỹ thuật, chứng chỉ kỉ thuật viên interested : hứng thú  listed : được liệt kê hopeful: hi vọng enclosed: đính kèm"}, 
            {"id_cauhoi":11,    "a11":"1",    "sign":"a11",    "translate":"Dịch nghĩa: Theo nhiều khảo sát của ngành công nghiệp, phần lớn các công ty nhỏ đang hy vọng sẽ tham gia vào các hoạt động sinh lợi.", "explain":"(Giải thích:  Khoảng trống này cần 1 danh từ => loại cả C và D Vì trước nó là many => cần số nhiều => B "}, 
            {"id_cauhoi":12,    "a12":"3",    "sign":"a12",  "translate":"Dịch nghĩa:: Trong suốt tuần lễ khuyến mãi vừa qua, chúng tôi đã cung cấp hoàn toàn miễn phí cho tất cả các du khách và khách hàng những thiết bị nhà bếp có giá 10 đô la.",   "explain":"Giải thích: ta cần hiểu nghĩa  extremely: cực kì, rất exclusively: độc quyền riêng lẻ continually: liên tục, không ngừng  completely: hoàn toàn "},  
            {"id_cauhoi":13,    "a13":"0",    "sign":"a13",   "translate":"Dịch văn bản: Bước đầu tiên để chuẩn bị một bài trình bày khá thông tin chi tiết là nghiên cứu kỹ về chủ đề của bạn.",  "explain":"Giải thích : ta cần tính từ để bổ nghĩa cho presentation => A  Nhận biết: có đuôi tive"},
            {"id_cauhoi":14,    "a14":"3",    "sign":"a14",  "translate":"Dịch nghĩa: Mặc dù thiếu nhân lực và ngân sách epo hẹp , 911 trung tâm đang cố gắng cung cấp đầy đủ hỗ trợ khẩn cấp cho công dân.",   "explain":"Giải thích: Câu trên mang quan hệ ý nghĩa đối lập  Although có thể đi với tính từ hoặc V-ed hoặc cụm trạng từ, khi đó chủ ngữ 2 vế giống nhau, có thể bị lược bỏ như trên yet = tuy nhiên meanwhile = trong khi but = nhưng"},
            {"id_cauhoi":15,    "a15":"0",    "sign":"a15",   "translate":"Dịch nghĩa: Ứng viên cho vị trí quản lý được yêu cầu phải có động lực cao cùng với các kỹ năng máy tính cơ bản.",  "explain":"Giải thích : Ta thấy Applicants: các ứng cử viên  là chủ ngữ => động từ chia ở số nhiều => loại cả  B và D Câu chia ở bị động với thì hiện đại đơn => loại C => chọn A"},
            {"id_cauhoi":16,    "a16":"0",    "sign":"a16",  "translate":"Dịch nghĩa : Các đơn nộp sẽ chỉ được chấp nhận nếu kèm theo giấy tờ tùy thân.",   "explain":"Giải thích:  Ta cần hiểu nghĩa “identification”  = chứng minh thư only if: chỉ khi until cho đến khi not only: không chỉ since: kể từ "}, 
            {"id_cauhoi":17,    "a17":"1",    "sign":"a17",   "translate":"Dịch nghĩa : Rất có thể số lượng người tham gia hội thảo thường niên của năm nay sẽ đặt con số kỷ lục nhất từ trước đến nay, với hơn 1000 người dự kiến tham dự.",  "explain":"Giải thích : Ta cần một danh từ ở đây => loại C xét 2 danh từ A và B attendant (N) :  người tham gia nhưng để phục vụ người khác attendance (N) : số lượng người tham gia attendee : người tham dự với tư cách được mời Cả B và D đều có nghĩa giống nhau, nhưng lưu ý B là danh từ không đếm được, nên không cần mạo từ, và D là danh từ đếm được, nếu dùng D phải có mạo từ => B"},  
            {"id_cauhoi":18,    "a18":"1",    "sign":"a18",  "translate":"Dịch nghĩa: Mặc dù có những nỗ lực đáng kể và thành công một phần trong vài năm qua, tỷ lệ thất nghiệp vẫn đang gia tăng.",   "explain":"Giải thích : Ta cần hiểu nghĩa proficient:  giỏi giang có hiệu quả considerable: đáng kể  secondary: cấp 2, thứ hai presen: món quà, thuyết trình"},
            {"id_cauhoi":19,    "a19":"1",    "sign":"a19",   "translate":"Dịch nghĩa: Một báo giá chi tiết về việc bảo trì liên tục sẽ được cung cấp miễn phí bất cứ lúc nào theo yêu cầu.",  "explain":"Giải thích:  Ongoing :tiếp tục, liên tục là một tính từ =>  cần một danh từ để nó bổ nghĩa =>  B"},
            {"id_cauhoi":20,    "a20":"3",    "sign":"a20",   "translate":"Dịch nghĩa: : Những nỗ lực để giảm bớt tắc nghẽn trong giờ cao điểm đang được thực hiện, nhưng dường như để không có gì để chứng tỏ nó hiệu quả tại thời điểm này.",  "explain":"trongdv"},
            {"id_cauhoi":21,    "a21":"1",    "sign":"a21",  "translate":"Dịch nghĩa: Tất cả các tệp quan trọng được tổ chức đầu tiên bằng màu sắc và sau đó được sắp xếp theo tên theo tiêu đề và tên",   "explain":""}, 
            {"id_cauhoi":22,    "a22":"3",    "sign":"a22",  "translate":"Dịch nghĩa : Người đi bộ và người lái xe nên tuân theo các biển báo giao thông được đặt trên khắp lộ trinh đi",   "explain":"(A) he"},  
            {"id_cauhoi":23,    "a23":"0",    "sign":"a23",  "translate":"Dịch nghĩa: Bộ phận dịch vụ khách hàng có trách nhiệm thực hiện các yêu cầu của công chúng và phải chuyển tiếp cho giám đốc tài chính",   "explain":"(A) he"},
            {"id_cauhoi":24,    "a24":"3",    "sign":"a24",  "translate":"Dịch nghĩa :  Biên tập viên rất bận rộn đọc, chỉnh sửa và biên soạn tài liệu trước ngày xuất bản",   "explain":"(A) he"},
            {"id_cauhoi":25,    "a25":"1",    "sign":"a25",  "translate":"Dịch nghĩa : Khách hàng có quyền làm mất hiệu lực đơn đặt hàng trong vòng 5 ngày làm việc kể từ khi giao hàng mà không có lý do hủy bỏ",   "explain":"(A) he"},
            {"id_cauhoi":26,    "a26":"1",    "sign":"a26",   "translate":"Dịch nghĩa : Khi chăm sóc sức khoẻ trở nên đắt hơn cách đây một thập niên, các công ty buộc phải chi tiêu nhiều hơn cho các phúc lợi.",  "explain":"(A) he"}, 
            {"id_cauhoi":27,    "a27":"3",    "sign":"a27",  "translate":"Dịch nghĩa : Báo cáo về doanh số bán nhà hiện tại đã chỉ ra rằng có một lượng tăng không ngờ so với năm ngoái, nhưng số lượng nhà không bán được vẫn tăng lên",   "explain":"(A) he"},  
            {"id_cauhoi":28,    "a28":"2",    "sign":"a28",  "translate":"Dịch nghĩa : Nhiều nhà nghiên cứu đang nghiên cứu làm thế nào để giảm thời gian để vượt qua và quên đi một tai nạn",   "explain":"(A) he"},
            {"id_cauhoi":29,    "a29":"3",    "sign":"a29",  "translate":"Dịch nghĩa : Chi phí ăn ở và chi phí sinh hoạt sẽ khác nhau, tùy thuộc vào yêu cầu cá nhân và nơi làm việc",   "explain":"(A) he"},
            {"id_cauhoi":30,    "a30":"3",    "sign":"a30",  "translate":"Dịch nghĩa : Người nói nên chuẩn bị để trình bày nghiên cứu của mình cho khán giả và có thể giải đáp được những câu hỏi liên quan đến chúng",   "explain":"(A) he"},
            {"id_cauhoi":31,    "a31":"0",    "sign":"a31",  "translate":"Dịch nghĩa : Người mua đã hủy bỏ các hợp đồng nhà mới, do giá bất động sản đã giảm đáng kể trong những năm gần đây.",   "explain":"(A) he"}, 
            {"id_cauhoi":32,    "a32":"3",    "sign":"a32", "translate":"Dịch nghĩa : Trong nhiều năm, các bộ phim sản xuất trong nước đã được phổ biến trong số mọi người ở mọi lứa tuổi",    "explain":"(A) he"},  
            {"id_cauhoi":33,    "a33":"0",    "sign":"a33",  "translate":"Dịch nghĩa : Họ được yêu cầu phải thông báo cho phòng nhân sự trước khi nghỉ việc do sự bất đồng về chính sách của công ty",   "explain":"(A) he"},
            {"id_cauhoi":34,    "a34":"3",    "sign":"a34",  "translate":"Dịch nghĩa : Dù bạn đã chỉnh sửa lại cuốn sách của mình ra sao, bạn phải bao gồm ảnh của tác phẩm nghệ thuật mà bạn muốn giữ lại từ ấn bản trước đó",   "explain":"(A) he"},
            {"id_cauhoi":35,    "a35":"2",    "sign":"a35",   "translate":"Dịch nghĩa : Nhân viên sẽ chỉ được thưởng và ưu đãi tùy thuộc vào thành tích hoạt động của họ chứ không dựa vào mối quan hệ của họ với người giám sát",  "explain":"(A) he"},
            {"id_cauhoi":36,    "a36":"0",    "sign":"a36",   "translate":"Dịch nghĩa : Kiểm toán nội bộ đang tiến hành xác định các mối rủi ro về điều hành và tài chính mà công ty chúng ta đang phải đối mặt tại thời điểm hiện tại",  "explain":"(A) he"},  
            {"id_cauhoi":37,    "a37":"0",    "sign":"a37",  "translate":"Dịch nghĩa : Mặc dù đều kiện thời tiết khắc nghiệt, các nhân viên phải đến đúng giờ trước ca làm việc của họ.",   "explain":"(A) he"},
            {"id_cauhoi":38,    "a38":"3",    "sign":"a38",  "translate":"Dịch nghĩa : Các đồ ăn nhé, đồ uống được bố trí trong đại sảnh và bữa chính sẽ được phục vụ ngay sau đó",   "explain":"(A) he"},
            {"id_cauhoi":39,    "a39":"3",    "sign":"a39",  "translate":"Dịch nghĩa: Sự quyên góp đang được tìm kiếm cho việc mua các nhu yếu phẩm sẽ đem đến một kỳ nghỉ lễ đầy đủ hơn cho những người khó khăn.",   "explain":"(A) he"},
            {"id_cauhoi":40,    "a40":"2",    "sign":"a40",  "translate":"Dịch nghĩa : Tất cả các kế toán viên được yêu cầu phải lập bảo báo cáo mô tả chi tiết các khoản chi tiêu hợp tác thường niên của công ty",   "explain":"(A) he"}
        ]
    } 
}